import React, { Component } from 'react';

 class About extends Component {
    render() {
        return (
          <div>
            <p>
              מאז ומתמיד נגעתי באומנות, למרות שלא התכוונתי, למרות שברחתי כל
              הזמן, האומנות "רדפה" אחרי, הציצה מכל פינה, דיגדגה אותי, אבל
              התעלמתי שנים רבות.
            </p>
            <p>
              במשך כל השנים האלו הייתה לי תמיד תחושה פנימית כזו לא מובנת, לא
              ברורה, תחושה שחסר לי משהו... מה זה? מה? והתשובה הייתה כל הזמן
              לפניי אך סירבתי לראותה,
              <br />
              עד שלפני מספר שנים פרצה לחיי אהבת חיי, בת זוגי,
              <br />
              אשר העירה בי שמחת חיים, אהבה, אושר ואור ופתאום התחושה הפנימית
              התבהרה...
              <br />
              ציור... חסר לי לצייר, אני רוצה לצייר...,
              <br />
              לא גרפיקה, לא צילום, לצייר.... איפה? איך? במה להתחיל?
              <br />
              חיפשתי וחיפשתי עד ששמעתי מילדה קטנה שיש מורה לציור מדהימה, תנסי
              אמרה לי הילדה, וניסיתי.
            </p>
            <p>
              הגעתי לאותו מקום שבו ציירתי בילדותי.
              <br />
              המקום השתנה וגם המורה השתנתה וגם התחושה הפנימית החסרה התמלאה
              לתחושה מלאה באושר שמחה ושלווה.
            </p>
          </div>
        );
    }
}

export default About;